Repository: FreePBX/superfecta
Catalog: i18n/*/LC_MESSAGES/superfecta.po
Languages: es_es, pt_br, vi

source: Specify a timeout in seconds defining how long multifecta will obey the source priority. After this timeout, the first source to respond with a CNAM will be taken, until "Lookup Timeout" is reached
es_es: Especifique un tiempo de espera en segundos para definir cuándo multifecta obedecerá la prioridad de la fuente. Después de este tiempo de espera, se tomará la primera fuente para responder con un CNAM, hasta que se alcance "Tiempo de espera de búsqueda"
pt_br: Especifique um tempo limite em segundos, definindo o tempo que a multifecta obedecerá à prioridade da fonte. Após este tempo limite, a primeira fonte a responder com um CNAM será tomada, até que "Tempo de Espera de Pesquisa" seja atingida
vi: Chỉ định khoảng thời gian chờ tính theo giấy để xác định multifecta sẽ tuân theo các nguồn ưu tiên trong bao lâu. Sau thời gian chờ này, nguồn đầu tiên sẽ thực hiện trả lời với một CNAM, cho đến khi đạt được "Lookup Timeout"

source: Specify a timeout in seconds for each source. If the source fails to return a result within the alloted time, the script will move on.
es_es: Especifique un tiempo de espera en segundos para cada fuente. Si la fuente no devuelve un resultado dentro del tiempo asignado, el script continuara adelante.
pt_br: Especifique um tempo limite em segundos para cada fonte. Se a origem não retornar um resultado dentro do tempo atribuído, o script seguirá.
vi: Chỉ định thời gian chờ tính bừng giây cho mỗi nguồn. Nếu nguồn không thể trả lại một kết quả trong vòng thời gian được chỉ định, kịch bản sẽ tiếp tục.

source: Starting scheme %s
es_es: Esquema de inicio %s
pt_br: Inicializando esquema %s
vi: Đang khởi động lược đồ %s

source: Submit
es_es: Enviar
pt_br: Enviar
vi: Gửi đi

source: Superfecta Processor
es_es: Procesador Superfecta
pt_br: Processador Superfecta
vi: Bộ xử lý Superfecta

source: Superfecta Scheme
es_es: Esquema Superfecta
pt_br: Esquema Superfecta
vi: Lược đồ Superfecta

source: The CNAME is: %s
es_es: El CNAME es: %s
pt_br: O CNAME é: %s
vi: CNAME là: %s

source: The CNUM is: %s
es_es: El CNUM es: %s
pt_br: O CNUM é: %s
vi: CNUM là: %s

source: The DID is: %s
es_es: El SIS es: %s
pt_br: O DID é: %s
vi: DID là: %s

source: The DID to test this scheme against
es_es: El DID para probar este esquema
pt_br: O DID para testar neste esquema
vi: DID để kiểm tra lược đồ này

source: The Original Number:
es_es: El Numero Original:
pt_br: O Número Original:
vi: Số điện thoại gốc:

source: The Scheme:
es_es: El Esquema:
pt_br: O Esquema:
vi: Lược đồ:

source: These are the types of Superfecta Processors
es_es: Estos son los tipos de procesadores Superfecta
pt_br: Estes são os tipos de Processadores Superfecta
vi: Có nhiều kiểu cho bộ xử lý Superfecta

source: This Module's wiki pages can be found here.
es_es: Las páginas wiki de este Módulo se pueden encontrar aquí.
pt_br: As páginas wiki deste Módulo podem ser encontradas aqui.
vi: Không tìm thấy các trang wiki của mô đun ở đây.

source: This Project is hosted/maintained at %s Feel free to fork/help/complain.
es_es: Este proyecto se aloja/se mantiene en %s Siéntase libre de bifurcar/ ayudar/quejarse.
pt_br: Este projeto é hospedado/mantido em %s Sinta-se livre para bifurcar/ajudar/reclamar.
vi: Dự án này được lưu trữ/duy trì tại %s, Bạn có thể thoải mái phàn hồi khi cần giúp đỡ hay muốn khiếu nại.

source: This is the threshold to send the call to the specified destination below
es_es: Este es el umbral para enviar la llamada al destino especificado a continuación
pt_br: Este é o limite para enviar a chamada para o destino especificado abaixo
vi: Đây là ngưỡng để gửi cuộc gọi tới điểm đích được chỉ định dưới đây

source: This scheme would set the caller id to: %s
es_es: Este esquema establecería el identificador de llamada en: %s
pt_br: Esse esquema configuraria o identificador de chamadas para: %s
vi: Lược đồ này sẽ cài đặt caller Id là; %s

source: This text will be prepended to Caller ID information to help you identify calls as SPAM calls
es_es: Este texto se adjuntará a la información del identificador de llamadas para ayudarle a identificar las llamadas como llamadas de SPAM
pt_br: Este texto será adicionado previamente às informações de ID Chamador para ajudá-lo a identificar chamadas como as chamadas SPAM
vi: Đoạn văn bản này sẽ được đính trước các thông tin của Caller Id nhằm giúp bạn nhận dạng các cuộc gọi được xem là SPAM

source: Unknown Scheme
es_es: Esquema Desconocido
pt_br: Esquema Desconhecido
vi: Lược đồ không xác định

source: WARN
vi: CẢNH BÁO

source: What is CallerID Superfecta?
es_es: ¿Qué es CallerID Superfecta?
pt_br: O que é ID Chamador Superfecta?
vi: CallerID Superfecta là gì?

source: When enabled, Spam calls can be diverted or terminated
es_es: Cuando está habilitada, las llamadas de spam pueden ser desviadas o terminadas
pt_br: Quando habilitado, as chamadas de Spam podem ser desviadas ou encerradas
vi: Khi được kích hoạt, các cuộc gọi Spam sẽ được chuyển hướng hoặc bị ngắt

source: When enabled, the text entered in "SPAM Text" (above) will replace the CID completely rather than pre-pending the CID value
es_es: Cuando está activado, el texto introducido en "Texto de SPAM" (arriba) reemplazará el CID completamente en lugar de anteponerlo al valor CID
pt_br: Quando habilitado, o texto inserido em "Texto de SPAM" (acima) substituirá o CID completamente em vez de prefixar o valor de CID
vi: Khi được kích hoạt, thay vì chèn trước giá trị CID, đoạn văn bản đã nhập trong "SPAM Text" ( ở trên) sẽ thay thế hoàn toàn CID

source: Where to send the call when it is detected as spam
es_es: Dónde enviar la llamada cuando se detecta como spam
pt_br: Onde enviar a chamada quando ela é detectada como spam
vi: Nơi để gửi cuộc gọi đến đó khi cuộc gọi này bị phát hiện là Spam

source: Yes
es_es: Si
pt_br: Sim
vi: Có

source: You cannot create a scheme the same name as an existing scheme
es_es: No puede crear un esquema con el mismo nombre que un esquema existente
pt_br: Não é possível criar um esquema com o mesmo nome de um esquema existente
vi: Bạn không thể tạo một lược đồ có cùng ten với lược đồ hiện có

source: You cannot rename a scheme the same thing as an existing scheme
es_es: No se puede cambiar el nombre de un esquema a lo mismo que un esquema existente
pt_br: Você não pode renomear um esquema para o mesmo que um esquema existente
vi: Bạn không thể đổi tên một lược đồ cùng tên với lược đồ hiện có

source: no
pt_br: não
vi: không

source: result took %s seconds
es_es: El resultado tomó %s segundos
pt_br: o resultado levou %s segundos
vi: Kết quả sẽ mất %s giây

source: yes
es_es: si
pt_br: sim
vi: Có

source: NONE
es_es: NADA
pt_br: NENHUM
