Repository: FreePBX/superfecta
Catalog: i18n/*/LC_MESSAGES/superfecta.po
Languages: es_es, pt_br, vi

source: ALL
es_es: TODO
pt_br: TUDO
vi: TẤT CẢ

source: Actions
es_es: Acciones
pt_br: Ações
vi: Các thao tác

source: Add Caller ID Scheme
es_es: Agregar Esquema de Caller ID
pt_br: Adicionar Esquema de ID Chamador
vi: Thêm biểu đồ Caller ID

source: Add Scheme
es_es: Agregar Esquema
pt_br: Adicionar Esquema
vi: Thêm Biểu đồ

source: Add, Remove, Enable, Disable, Sort and Configure data sources as appropriate for your situation.
es_es: Agregar, Eliminar, Habilitar, Deshabilitar, Ordenar y Configurar fuentes de datos según corresponda a su situación.
pt_br: Adicionar, remover, ativar, desativar, classificar e configurar fontes de dados conforme for apropriado para sua situação.
vi: Thêm, xóa, kích hoạt, vô hiệu, sắp xếp và cấu hình các nguồn dữ liệu phù hợp với hoàn cảnh của bạn.

source: Admin
es_es: Administ
vi: Quản trị viên

source: CID Prefix URL
es_es: Prefijo CID URL
pt_br: Prefixo CID URL
vi: CID Prefix URL ( Caller ID Prefix URL)

source: CID Rules
es_es: Reglas CID
pt_br: Regras CID
vi: Nguyên tắc của CID

source: CID Superfecta
es_es: Superfecta CID
vi: CID Superfecta ( Claler ID Superfecta)

source: Call detected as spam, would send call to: %s
es_es: Llamada detectada como spam, se enviaría la llamada a: %s
pt_br: Chamada detectada como spam, enviaria uma chamada para: %s
vi: Các cuộc gọi được phát hiện là cuộc gọi spam, sẽ được gửi tới: %s

source: Caller ID Superfecta
pt_br: ID Chamador Superfecta
vi: Chương trình tiện ích Caller ID Superfecta

source: CallerID Superfecta for FreePBX is a utility program which adds incoming CallerID name lookups to your Asterisk system using multiple data sources
es_es: CallerID Superfecta para FreePBX es un programa de utilidad que agrega llamadas de nombre CallerID entrantes a su sistema Asterisk usando múltiples fuentes de datos
pt_br: ID Chamador Superfecta para FreePBX é um programa utilitário que adiciona chamadas de nome de ID Chamador de entrada para o seu sistema Asterisk usando várias fontes de dados
vi: CallerID Superfecta là một chương trình tiện ích bổ sung thêm các tra cứu tên CallerID trên hệ thống Asterisk của bạn bằng cách sử dụng nhiều nguồn dữ liệu

source: Changed CNUM to: %s
es_es: Cambiado CNUM a: %s
pt_br: Alterado CNUM para: %s
vi: CNUM được thay đổi thành: %s

source: DID Number
es_es: Número DID
pt_br: Número DID
vi: Số DID

source: DID Rules
es_es: Reglas DID
pt_br: Regras DID
vi: Các nguyê tắc DID

source: Data Source Name
es_es: Nombre Fuente de Datos
pt_br: Nome da Fonte de Dados
vi: Tên nguồn dữ liệu

source: Debug Level
es_es: Nivel de Debug
pt_br: Nível de Depuração
vi: Cấp độ gỡ lỗi (Debug Level)

source: Debug Level to display
es_es: Nivel de Debug a desplegar
pt_br: Nível de Depuração a exibir
vi: Debug Level để hiển thị

source: Debug is on and set at level:
es_es: La depuración está activada y establecida a nivel:
pt_br: Depuração está ativada e definida no nível:
vi: Debug đang bật và cài đặt tại cấp độ:

source: Debug/Test Run Scheme
es_es: Esquema de ejecución de depuración/prueba
pt_br: Esquema de Depuração/Teste de Execução
vi: Biểu đồ Debug/ Chạy thử nghiệm

source: Debugging Enabled, will not stop after first result
es_es: Depuración habilitada, no se detendrá después del primer resultado
pt_br: Depuração Habilitada, não irá parar após o primeiro resultado
vi: Đã kích hoạt tính năng gỡ lỗi, và nó sẽ không dừng sau khi có được kết quả đầu tiên

source: Define Settings for a new Scheme
es_es: Definir ajustes para un nuevo esquema
pt_br: Definir Configurações para um novo Esquema
vi: Xác định các cài đặt cho Biểu đồ mới

source: Define a new name for this scheme
es_es: Definir un nuevo nombre para este esquema
pt_br: Definir um novo nome para este esquema
vi: Xác định một tên mới mới biểu đồ này

source: Define the expected DID Number if your trunk passes DID on incoming calls. <br><br>Leave this blank to match calls with any or no DID info.<br><br>This rule trys both absolute and pattern matching (eg "_2[345]X", to match a range of numbers). (The "_" underscore is optional.)
es_es: Defina el número DID esperado si su troncal pasa DID en las llamadas entrantes. <br><br> Deja este espacio en blanco para hacer coincidir las llamadas con Cualquiera o ningún DID. Esta regla establece coincidencia absoluta y de patrón (por ejemplo, "_2 [345] X" para coincidir con un rango de números) . (El subrayado "_" es opcional.)
pt_br: Defina o número DID esperado se o seu tronco passar o DID em chamadas recebidas. <br><br> Deixar em branco para coincidir as chamadas com qualquer ou nenhuma informação DID. Esta regra efetua tentativas tanto de forma absoluta quanto de coincidência de padrões (por exemplo, "_2[345]X", para coincidir com um intervalo de números) . (O sublinhado "_" é opcional.)
vi: Xác định số DID dự kiến nếu trung kế đi qua DID trên các cuộc gọi đến. <br> <br> Để trống để khớp với các cuộc gọi khi có hay không có bất kỳ thông tin DID nào.<br> <br> Quy tắc này cố gắng làm khớp absolute với pattern (ví dụ "_2 [345] X", để khớp với một dãy số) . (Gạch dưới "_" là tùy chọn.)

source: Description
es_es: Descripción
pt_br: Descrição
vi: Mô tả

source: Edit Scheme
es_es: Editar Esquema
pt_br: Editar Esquema
vi: Chỉnh sửa biểu đồ

source: Enable SPAM Interception
es_es: Habilitar la intercepción de SPAM
pt_br: Habilitar Interceptação de SPAM
vi: Kích hoạt tính năng ngăn chặn SPAM

source: Enable Superfecta Lookup
es_es: Habilitar búsqueda de superfecta
pt_br: Habilitar Pesquisa de Superfecta
vi: Kích hoạt tính năng tra cứu Superfecta

source: Enabled
es_es: Habilitado
pt_br: Habilitar
vi: Đã kích hoạt

source: Executing
es_es: Ejecutando
pt_br: Executando
vi: Đang thực thi

source: If you wish to prefix information on the caller id you can specify a url here where that prefix can be retrieved.<br>The data will not be parsed in any way, and will be truncated to the first 10 characters.<br>Example URL: http://www.example.com/GetCID.php?phone_number=[thenumber]<br>[thenumber] will be replaced with the full 10 digit phone number when the URL is called
es_es: Si desea prefijar información sobre el identificador de llamadas, puede especificar aquí un URL donde pueda recuperarse ese prefijo. <br> Los datos no se analizarán de ninguna manera y se truncarán en los primeros 10 caracteres. <br> Ejemplo URL: http://www.example.com/GetCID.php?phone_number=[número] <br> [thenumber] se reemplazará con el número de teléfono completo de 10 dígitos cuando se llame la URL
pt_br: Se você deseja prefixar informações sobre o identificador de chamada, você pode especificar uma URL aqui onde esse prefixo pode ser recuperado. <br> Os dados não serão analisados de forma alguma e serão truncados para os primeiros 10 caracteres. URL: http://www.exemplo.com/GetCID.php?phone_number=[numero] <br> [numero] será substituído pelo número de telefone completo de 10 dígitos quando a URL for chamada
vi: Nếu bạn muốn prefix (thêm thông tin vào đầu) Caller ID, bạn có thể chỉ định một url ở đây nơi tiền tố đó được truy xuất.<br>Dữ liệu sẽ không được phân tích dưới mọi hình thức và sẽ bị cắt ngắn đến 10 ký tự đầu tiên. Ví dụ URL: http://www.example.com/GetCID.php?phone_number=[thenumber]<br>[thenumber] sẽ được thay thế bằng số điện thoại đầy đủ 10 chữ số khi URL được gọi

source: Incoming calls with CID matching the patterns specified here will use this CID Scheme. If this is left blank, this scheme will be used for any CID. It can be used to add or remove prefixes.<br> <strong>Many sources require a specific number of digits in the phone number. It is recommended that you use the patterns to remove excess country code data from incoming CID to increase the effectiveness of this module.</strong><br> Note that a pattern without a + or | (to add or remove a prefix) will not make any changes but will create a match. Only the first matched pattern will be executed and the remaining rules will not be acted on.<br /><br /><b>Rules:</b><br /> <strong>X</strong>&nbsp;&nbsp;&nbsp; matches any digit from 0-9<br /> <strong>Z</strong>&nbsp;&nbsp;&nbsp; matches any digit from 1-9<br /> <strong>N</strong>&nbsp;&nbsp;&nbsp; matches any digit from 2-9<br /> <strong>[1237-9]</strong>&nbsp; matches any digit or letter in the brackets (in this example, 1,2,3,7,8,9)<br /> <strong>.</strong>&nbsp;&nbsp;&nbsp; wildcard, matches one or more characters (not allowed before a | or +)<br /> <strong>|</strong>&nbsp;&nbsp;&nbsp; removes a dialing prefix from the number (for example, 613|NXXXXXX would match when some one dialed "6135551234" but would only pass "5551234" to the Superfecta look up.)<br><strong>+</strong>&nbsp;&nbsp;&nbsp; adds a dialing prefix to the number (for example, 1613+NXXXXXX would match when someone dialed "5551234" and would pass "16135551234" to the Superfecta look up.)<br /><br /> You can also use both + and |, for example: 01+0|1ZXXXXXXXXX would match "016065551234" and dial it as "0116065551234" Note that the order does not matter, eg. 0|01+1ZXXXXXXXXX does the same thing.
es_es: Las llamadas entrantes con CID que coincidan con los patrones especificados aquí usarán este esquema CID. Si se deja en blanco, este esquema se utilizará para cualquier CID. Se puede utilizar para añadir o eliminar prefijos. <br> <strong> Muchas fuentes requieren un número específico de dígitos en el número de teléfono. Se recomienda utilizar los patrones para eliminar el exceso de datos de código de país del CID entrante para aumentar la eficacia de este módulo. </strong> <br> Tenga en cuenta que un patrón sin + o | (Para añadir o eliminar un prefijo) no realizará ningún cambio, sino que creará una coincidencia. Sólo se ejecutará el primer patrón coincidente y no se aplicarán las reglas restantes. <br/> <br/> <b> Reglas: </b> <br/> <strong> X </strong>&nbsp;&nbsp;&nbsp;Coincide con cualquier dígito de 0-9 <br/> <strong> Z </strong>&nbsp;&nbsp;&nbsp;Coincide con cualquier dígito de 1-9 <br/> <strong> N </strong>&nbsp;&nbsp;&nbsp;Coincide con cualquier dígito de 2-9 <br/> <strong> [1237-9] </strong>&nbsp; Coincide con cualquier dígito o letra entre paréntesis (en este ejemplo, 1,2,3,7,8,9) <br/> <strong>. </Strong>&nbsp;&nbsp;&nbsp; Comodín, coincide con uno o más caracteres (no se permite antes de un | o +) <br/> <strong> | </strong>&nbsp;& bsp;&nbsp; Elimina un prefijo de marcación del número (por ejemplo, 613 | NXXXXXX coincidiría cuando alguien marcó "6135551234" pero sólo pasaría "5551234" a la búsqueda de Superfecta.) <strong> + </strong>&nbsp;&Nbsp;&nbsp; Agrega un prefijo de marcado al número (por ejemplo, 1613 + NXXXXXX coincidiría cuando alguien marcó "5551234" y pasaría "16135551234" a la Superfecta.) <br/><br/> También puede usar + y |, por ejemplo: 01 + 0 | 1ZXXXXXXXXX coincidiría con "016065551234" y lo marcaría como "0116065551234" Tenga en cuenta que el orden no importa, por ejemplo. 0 | 01 + 1ZXXXXXXXXX hace lo mismo.
vi: Các cuộc gọi đến với CID khớp với các mẫu ( pattern) được chỉ định ở đây sẽ sử dụng lược đồ CID này (CID Scheme). Nếu bỏ trống, lược đồ này sẽ được sử dụng cho bất kỳ CID nào. Có thể sử dụng để thêm hoặc xoá các tiền tố.<br> <Strong> Nhiều nguồn yêu cầu số chữ số cụ thể cho số điện thoại. Chúng tôi khuyên bạn nên sử dụng các pattern để xóa dữ liệu mã quốc gia bị thừa từ CID đến để tăng tính hiệu quả của mô-đun này. </strong><br> Lưu ý rằng một pattern không có a + hoặc | (Để thêm hoặc xoá một tiền tố) sẽ không thực hiện bất kỳ thay đổi nào nhưng sẽ tạo ra một sự tương hợp. Chỉ có pattern đã khớp đầu tiên sẽ được thực thi và các rule còn lại sẽ không được thực hiện. <br /><br /><b>Rules:</b><br /> <Strong>X</strong>&nbsp;&nbsp;&nbsp; Khớp bất kỳ số nào từ 0-9 <br /> <Strong>Z</strong>&nbsp;&nbsp;&nbsp; Khớp bất kỳ chữ số nào từ 1-9 <br /> <Strong>N</strong>&nbsp;&nbsp;&nbsp; Khớp với bất kỳ chữ số nào từ 2-9 <br /> <Strong>[1237-9]</strong>&nbsp; Khớp với bất kỳ chữ số hoặc chữ cái nào trong dấu ngoặc (trong ví dụ này là 1,2,3,7,8,9) <br /> <Strong>.</Strong>&nbsp;&nbsp;&nbsp; Ký tự đại diện, khớp với một hoặc nhiều ký tự (không được phép trước một | hoặc +) <br /> <Strong>|</strong>&nbsp;& nbsp;& nbsp; Loại bỏ một tiền tố quay số (dialing prefix) từ số điện thoại ( (ví dụ: 613 | NXXXXXX sẽ khớp khi ai đó quay số "6135551234" nhưng "5551234" sẽ là để tra cứu Superfecta).<br><strong>+</strong>&nbsp;&nbsp;&nbsp; Thêm tiền tố quay số vào số điện thoại (ví dụ: 1613 + NXXXXXX sẽ khớp khi ai đó quay số "5551234" và "16135551234" sẽ là để tra cứu Superfecta.)<br /><br /> Bạn cũng có thể sử dụng cả + và |, ví dụ: 01 + 0 | 1ZXXXXXXXXX sẽ khớp với "016065551234" và quay số đó là "0116065551234" Lưu ý rằng thứ tự không quan trọng, ví dụ: 0 | 01 + 1ZXXXXXXXXX cũng làm như vậy.

source: Incoming calls with CID matching the patterns specified here will use this CID Scheme. If this is left blank, this scheme will be used for any CID. It can be used to add or remove prefixes.<br> <strong>Many sources require a specific number of digits in the phone number. It is recommended that you use the patterns to remove excess country code data from incoming CID to increase the effectiveness of this module.</strong><br> Note that a pattern without a + or | (to add or remove a prefix) will not make any changes but will create a match. Only the first matched pattern will be executed and the remaining rules will not be acted on.<br /><br /><b>Rules:</b><br /> <strong>X</strong>&nbsp;&nbsp;&nbsp; matches any digit from 0-9<br /> <strong>Z</strong>&nbsp;&nbsp;&nbsp; matches any digit from 1-9<br /> <strong>N</strong>&nbsp;&nbsp;&nbsp; matches any digit from 2-9<br /> <strong>[1237-9]</strong>&nbsp; matches any digit or letter in the brackets (in this example, 1,2,3,7,8,9)<br /> <strong>.</strong>&nbsp;&nbsp;&nbsp; wildcard, matches one or more characters (not allowed before a | or +)<br /> <strong>|</strong>&nbsp;&nbsp;&nbsp; removes a dialing prefix from the number (for example, 613|NXXXXXX would match when some one dialed "6135551234" but would only pass "5551234" to the Superfecta look up.)<br><strong>+</strong>&nbsp;&nbsp;&nbsp; adds a dialing prefix to the number (for example, 1613+NXXXXXX would match when someone dialed "5551234" and would pass "16135551234" to the Superfecta look up.)<br /><br /> You can also use both + and |, for example: 01+0|1ZXXXXXXXXX would match "016065551234" and dial it as "0116065551234" Note that the order does not matter, eg. 0|01+1ZXXXXXXXXX does the same thing.
es_es: Las llamadas entrantes con CID que coincidan con los patrones especificados aquí usarán este esquema CID. Si se deja en blanco, este esquema se utilizará para cualquier CID. Se puede utilizar para añadir o eliminar prefijos. <br> <strong> Muchas fuentes requieren un número específico de dígitos en el número de teléfono. Se recomienda utilizar los patrones para eliminar el exceso de datos de código de país del CID entrante para aumentar la eficacia de este módulo. </strong> <br> Tenga en cuenta que un patrón sin + o | (Para añadir o eliminar un prefijo) no realizará ningún cambio, sino que creará una coincidencia. Sólo se ejecutará el primer patrón coincidente y no se aplicarán las reglas restantes. <br/> <br/> <b> Reglas: </b> <br/> <strong> X </strong>&nbsp;&nbsp;&nbsp; Coincide con cualquier dígito de 0-9 <br/> <strong> Z </strong>&nbsp;&nbsp;&nbsp; Coincide con cualquier dígito de 1-9 <br/> <strong> N </strong>&nbsp;&nbsp;&nbsp; Coincide con cualquier dígito de 2-9 <br/> <strong> [1237-9] </strong>&nbsp;Coincide con cualquier dígito o letra entre paréntesis (en este ejemplo, 1,2,3,7,8,9) <br/> <strong>. </strong>&nbsp;&nbsp;&nbsp; Comodín, coincide con uno o más caracteres (no se permite antes de un | o +) <br/> <strong> | </strong>&nbsp;&nbsp;&nbsp; Elimina un prefijo de marcación del número (por ejemplo, 613 | NXXXXXX coincidiría cuando alguien marcó "6135551234" pero sólo pasaría "5551234" a la búsqueda de Superfecta.) <strong> + </strong>&nbsp;&Nbsp;& nbsp; Agrega un prefijo de marcado al número (por ejemplo, 1613 + NXXXXXX coincidiría cuando alguien marcó "5551234" y pasaría "16135551234" a la Superfecta.) <b/> <br/> También puede usar + y |, por ejemplo: 01 + 0 | 1ZXXXXXXXXX coincidiría con "016065551234" y lo marcaría como "0116065551234" Tenga en cuenta que el orden no importa, por ejemplo. 0 | 01 + 1ZXXXXXXXXX hace lo mismo.
vi: Các cuộc gọi đến với CID khớp với các mẫu ( pattern) được chỉ định ở đây sẽ sử dụng lược đồ CID này (CID Scheme). Nếu bỏ trống, lược đồ này sẽ được sử dụng cho bất kỳ CID nào. Có thể sử dụng để thêm hoặc xoá các tiền tố.<br> <Strong> Nhiều nguồn yêu cầu số chữ số cụ thể cho số điện thoại. Chúng tôi khuyên bạn nên sử dụng các pattern để xóa dữ liệu mã quốc gia bị thừa từ CID đến để tăng tính hiệu quả của mô-đun này. </strong><br> Lưu ý rằng một pattern không có a + hoặc | (Để thêm hoặc xoá một tiền tố) sẽ không thực hiện bất kỳ thay đổi nào nhưng sẽ tạo ra một sự tương khớp. Chỉ có pattern đã khớp đầu tiên sẽ được thực thi và các rule còn lại sẽ không được thực hiện. <br /><br /><b>Rules:</b><br /> <Strong>X</strong>&nbsp;&nbsp;&nbsp; Khớp bất kỳ số nào từ 0-9 <br /> <Strong>Z</strong>&nbsp;&nbsp;&nbsp; Khớp bất kỳ chữ số nào từ 1-9 <br /> <Strong>N</strong>&nbsp;&nbsp;&nbsp; Khớp với bất kỳ chữ số nào từ 2-9 <br /> <Strong>[1237-9]</strong>&nbsp; Khớp với bất kỳ chữ số hoặc chữ cái nào trong dấu ngoặc (trong ví dụ này là 1,2,3,7,8,9) <br /> <Strong>.</Strong>&nbsp;&nbsp;&nbsp; Ký tự đại diện, khớp với một hoặc nhiều ký tự (không được phép trước một | hoặc +) <br /> <Strong>|</strong>&nbsp;& nbsp;& nbsp; Loại bỏ một tiền tố quay số (dialing prefix) từ số điện thoại ( (ví dụ: 613 | NXXXXXX sẽ khớp khi ai đó quay số "6135551234" nhưng "5551234" sẽ là để tra cứu Superfecta).<br><strong>+</strong>&nbsp;&nbsp;&nbsp; Thêm tiền tố quay số vào số điện thoại (ví dụ: 1613 + NXXXXXX sẽ khớp khi ai đó quay số "5551234" và "16135551234" sẽ là để tra cứu Superfecta.)<br /><br /> Bạn cũng có thể sử dụng cả + và |, ví dụ: 01 + 0 | 1ZXXXXXXXXX sẽ khớp với "016065551234" và quay số đó là "0116065551234" Lưu ý rằng thứ tự không quan trọng, ví dụ: 0 | 01 + 1ZXXXXXXXXX cũng làm như vậy.

source: List Schemes
es_es: Listar Esquemas
pt_br: Listar Esquemas
vi: Danh sách các lược đồ

source: Lookup Timeout
es_es: Tiempo de espera de búsqueda
pt_br: Tempo de Espera de Pesquisa
vi: Tra cứu thời gian chờ (Timeout)

source: Matched CID Rule: %s with %s
es_es: Regla CID coincidente: %s con %s
pt_br: Regra CID Coincidente: %s com %s
vi: Rule CID đã tương khớp: %s với %s

source: Matched DID Rule: %s with %s
es_es: Regla DID coincidente: %s con %s
pt_br: Regra DID Coincidente: %s com %s
vi: Rule DID đã tương khớp: %s với %s

source: Multifecta Timeout
es_es: Tiempo de espera Multifecta
pt_br: Tempo de Espera Multifecta
vi: Thời gian chờ Multifecta

source: Name
es_es: Nombre
pt_br: Nome
vi: Tên

source: New Scheme Name
es_es: Nombre Nuevo Esquema
pt_br: Nome do Novo Esquema
vi: Tên của lược đồ mới

source: No
pt_br: Não
vi: Không

source: No callerid found
es_es: No se encontró callerid
pt_br: Nenhum id chamador encontrado
vi: Không tìm thấy callerid nào

source: No matching CID rules. Skipping scheme
es_es: No hay reglas de CID coincidentes. Saltando Esquema
pt_br: Nenhuma regra CID correspondente. Pulando Esquema
vi: Không có rule CID nào tương khớp. Bỏ qua lược đồ

source: No matching DID rules. Skipping scheme
es_es: No hay reglas DID coincidentes. Saltando Esquema
pt_br: Nenhuma regra DID correspondente. Pulando Esquema
vi: Không có rule CID nào tương khớp. Bỏ qua lược đồ

source: Order
es_es: Orden
pt_br: Ordem
vi: Thứ tự

source: Phone Number
es_es: Numero Teléfono
pt_br: Número de Telefone
vi: Số điện thoại

source: Phone number to test this scheme against
es_es: Número de teléfono para probar contra este esquema
pt_br: Número de telefone para testar neste esquema
vi: Số điện thoại để kiểm tra lược đồ này

source: Prefix Url defined as: %s
es_es: Prefijo Url definido como: %s
pt_br: Prefixo URL definido como: %s
vi: Tiên tố Url được xác định là: %s

source: Prefix Url defined but result was empty
es_es: Prefijo Url definido pero el resultado estaba vacío
pt_br: Prefixo URL definido, mas o resultado estava vazio
vi: Thêm tiền tố cho Url được xác định như kết quả trống

source: Prefix Url result took %s seconds.
es_es: El resultado del prefijo Url tomó %s segundos.
pt_br: O resultado do URL do prefixo levou %s segundos.
vi: Thêm tiền tố cho kết quả Url mất %s giây.

source: Provides simultaneous use of, and complete control over multiple caller id data sources.
es_es: Provee uso simultaneo de, y control completo sobe muchas fuentes de datos de Identificador de Llamada.
pt_br: Fornece o uso simultâneo e o controle completo sobre várias fontes de dados de identificação de chamadas.
vi: Cung cấp sử dụng động thời, và điều khiển toàn bộ nguồn dữ liệu Caller id.

source: Reset
es_es: Reinicio
pt_br: Reiniciar
vi: Cài đặt lại

source: Returned Result would be:
es_es: El resultado devuelto sería:
pt_br: O Resultado Retornado seria:
vi: Kết quả được trả lại là:

source: SPAM Send Threshold
es_es: Umbral de envío de SPAM
pt_br: Limite de Envio de SPAM
vi: Ngưỡng gửi SPAM

source: SPAM Text
es_es: Prueba SPAM
pt_br: Texto SPAM
vi: Đoạn văn bản SPAM

source: SPAM Text Substituted
es_es: Texto de SPAM Sustituido
pt_br: Texto de SPAM Substituído
vi: Đoạn văn bản SPAM thay thế

source: Scheme Asked is: %s
es_es: El esquema solicitado es: %s
pt_br: O Esquema Solicitado é: %s
vi: Lược đồ được yêu cầu là: %s

source: Scheme Name
es_es: Nombre Esquema
pt_br: Nome do Esquema
vi: Tên lược đồ

source: Scheme Name can not be blank!
es_es: Nombre del Esquema no puede ser blanco!
pt_br: O Nome do Esquema não pode ficar em branco!
vi: Tên lược đồ không được để trống!

source: Scheme Name: %s
es_es: Nombre Esquema: %s
pt_br: Nome do Esquema: %s
vi: Tên lược đồ: %s

source: Scheme Type:
es_es: Tipo de Esquema:
pt_br: Tipo do Esquema:
vi: Kiểu lược đồ:

source: Scheme can not be empty!
es_es: Esquema no puede estar vacío!
pt_br: Esquema não pode estar vazio!
vi: Lược đồ không được để trống!

source: Scheme names cannot be blank
es_es: Nombres de Esquema no pueden estar en blanco
pt_br: Os nomes dos esquemas não podem ficar em branco
vi: Tên của lược đồ không được để trống

source: Select which data source(s) to use for your lookups, and the order in which you want them used:
es_es: Seleccione las fuentes de datos que se utilizarán para las búsquedas y el orden en que desea que se utilicen:
pt_br: Selecione a(s) fonte(s) de dados a serem usadas para suas pesquisas e a ordem em que você deseja que elas sejam usadas:
vi: Chọn nguồn dữ liệu cho việc tra cứu của bạn, và thứ tự mà bạn muốn các nguồn dữ liệu được sử dụng trong đó:

source: Send Spam Call To
es_es: Enviar llamada Spam a
pt_br: Enviar Chamada de Spam Para
vi: Gửi cuộc gọi Spam tới

source: Setting caller id to: %s
es_es: Configuración del identificador de llamada en: %s
pt_br: Configurar id chamador em: %s
vi: Cài đặt caller id về: %s

source: Setup Schemes in CID Superfecta section
es_es: Configuración de Esquemas en Sección Superfecta CID
pt_br: Esquemas de configuração na seção CID Superfecta
vi: Thiết lâp các lược đồ ( Schemes) trong phần CID Superfecta

source: Sources can be added/removed in CID Superfecta section
es_es: Fuentes pueden ser agregadas/removidas en la sección Superfecta CID
pt_br: Fontes podem ser adicionadas/removidas na seção CID Superfecta
vi: Các nguồn có thể được thêm/ lược bỏ trong phần CID Superfecta

source: Spam Call, Sending call to: %s
es_es: Llamada de spam, Enviando llamada a: %s
pt_br: Chamada de spam. Enviando chamada para: %s
vi: Cuộc gọi Spam, gửi cuộc gọi tới: %s
